TEMPERATURĂ
abur       §1           Perioadă clătire
min.      §1       Clăt. MOD LAPTE
1=activare   §1     Clăt. MOD LAPTE
întârz.sec:§1.§2    Senzor lapte
1=activare   §1        Msg User Curăț.
1=activare  §1      Next Milk Clean
§1:§2 §3-§4-20§5    TEMPERATURĂ
abur      §1            Întârz. HDE după
băut. min. §1      neutilizat
                         Poziție frigider
0=Later. 5=Jos §1  Verif prez.
lapte 1=da §1           neutilizat
                         Ignore tank sens
check 1=disab. §1  Ver. recip. rez
1=activare    §1    Cald Spumă Clas.
aer      §1%       Cald Spumă Clas.
vit. pompă §1%     Cald Spumă Clas.
pres.0=dez.§1.§2   neutilizată
                        Cald Spumă Aer.
aer      §1%        Cald Spumă Aer.
vit. pompă §1%      Cald Spumă Aer.
pres.0=dez.§1.§2    neutilizată
                        CaldSpumăBarista
aer   §1%          CaldSpumăBarista
vit. pompă §1%     CaldSpumăBarista
pres.0=dez.§1.§2   neutilizată
                        Rece Spumă Clas.
aer     §1 %       Rece Spumă Clas.
vit. pompă §1%     Rece Spumă Clas.
pres.0=dez.§1.§2   neutilizată
                        Rece Spumă Aer.
aer      §1 %       Rece Spumă Aer.
vit. pompă §1%      Rece Spumă Aer.
pres.0=dez.§1.§2    neutilizată
                        ReceSpumăBarista
aer      §1 %      ReceSpumăBarista
vit. pompă §1%     ReceSpumăBarista
pres.0=dez.§1.§2   neutilizată
                        Dizolv. deterg.
Secunde: §1         Ver. recip lapte
Temper. 1=da §1    Cald fără spumă
vit. pompă §1%      Rece fără spumă
vit. pompă §1%      Reg.M.pompă+/-30
ApasăPROG §1§2%    Cleaning period:
0=24H 1=48-72H §1  Mlk. Wash Type
0=24h  1=30h  §1     Auto rins. mode
0=Dflt 1=HDE   §1   Msg curat start
1=Activ       §1    